Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Its photo or video moves to the new workout.
ar: تنتقل الصورة أو الفيديو المرفق إلى التمرين الجديد.
de: Das Foto oder Video kommt ins neue Training mit.
es: Su foto o vídeo pasa al nuevo entrenamiento.
fr: Sa photo ou vidéo passe à la nouvelle séance.
hi: इसकी फ़ोटो या वीडियो नए वर्कआउट में चली जाएगी।
hu: A hozzá tartozó fotó vagy videó átkerül az új edzéshez.
it: La sua foto o il suo video passa al nuovo allenamento.
ko: 첨부된 사진·동영상은 새 운동으로 옮겨집니다.
pl: Zdjęcie lub film przejdzie do nowego treningu.
pt: A foto ou o vídeo dele passa para o novo treino.
pt_br: A foto ou o vídeo dele passa para o novo treino.
ru: Фото или видео перейдёт в новую тренировку.
th: รูปภาพหรือวิดีโอที่แนบไว้จะย้ายไปยังการออกกำลังกายใหม่
tr: Fotoğrafı veya videosu yeni antrenmana taşınır.
uk: Фото чи відео перейде до нового тренування.
zh: 其中的照片或视频会移到新的训练中。

source: Its workouts do not count toward progression. They still show in history and statistics.
ar: لا تُحتسب تدريباته في التقدم، وتبقى ظاهرة في السجل والإحصائيات.
de: Ihre Workouts zählen nicht für die Progression. Sie bleiben im Verlauf und in den Statistiken.
es: Sus entrenamientos no cuentan para la progresión. Siguen apareciendo en el historial y las estadísticas.
fr: Ses séances ne comptent pas pour la progression. Elles restent dans l’historique et les statistiques.
hi: इसके वर्कआउट प्रोग्रेशन में नहीं गिने जाते। वे इतिहास और आँकड़ों में दिखते रहते हैं।
hu: Az edzései nem számítanak bele a progresszióba. Az előzményekben és a statisztikában továbbra is megjelennek.
it: I suoi allenamenti non contano per la progressione. Restano nella cronologia e nelle statistiche.
ko: 이 루틴의 운동은 점진적 증가에 반영되지 않습니다. 기록과 통계에는 계속 표시됩니다.
pl: Treningi z tego planu nie wliczają się do progresji. Nadal są widoczne w historii i statystykach.
pt: Os seus treinos não contam para a progressão. Continuam a aparecer no histórico e nas estatísticas.
pt_br: Os treinos dela não contam para a progressão. Continuam aparecendo no histórico e nas estatísticas.
ru: Её тренировки не учитываются в прогрессии. Они по-прежнему видны в истории и статистике.
th: การฝึกของรูทีนนี้ไม่นับรวมในการเพิ่มระดับ แต่ยังแสดงในประวัติและสถิติ
tr: Antrenmanları ilerlemeye sayılmaz. Geçmişte ve istatistiklerde görünmeye devam eder.
uk: Її тренування не враховуються в прогресії. В історії та статистиці вони все одно є.
zh: 它的训练不计入进阶，但仍会显示在历史记录和统计中。

# Its {0} photos or videos are deleted with it.
source: Its %1$@ photos or videos are deleted with it.
ar: ستُحذف معه أيضًا الصور أو مقاطع الفيديو المرفقة (%1$@).
de: Die %1$@ Fotos oder Videos darin werden mitgelöscht.
es: Sus %1$@ fotos o vídeos también se eliminan.
fr: Ses %1$@ photos ou vidéos sont supprimées avec elle.
hi: इसकी %1$@ फ़ोटो या वीडियो भी इसके साथ हट जाएँगी।
hu: Vele együtt törlődnek a hozzá tartozó fotók és videók is (%1$@).
it: Anche le sue %1$@ foto o video vengono eliminati.
ko: 첨부된 사진·동영상 %1$@개도 함께 삭제됩니다.
pl: Zdjęcia lub filmy (%1$@) też zostaną usunięte.
pt: As %1$@ fotos ou vídeos dele também são eliminados.
pt_br: As %1$@ fotos ou vídeos dele também são excluídos.
ru: Фото и видео (%1$@) тоже будут удалены.
th: รูปภาพหรือวิดีโอที่แนบไว้ %1$@ รายการจะถูกลบไปด้วย
tr: %1$@ fotoğrafı veya videosu da onunla birlikte silinir.
uk: Фото й відео (%1$@) теж буде видалено.
zh: 其中的 %1$@ 个照片或视频也会一并删除。

# Its {0} photos or videos move to the new workout.
source: Its %1$@ photos or videos move to the new workout.
ar: تنتقل الصور أو مقاطع الفيديو المرفقة (%1$@) إلى التمرين الجديد.
de: Die %1$@ Fotos oder Videos kommen ins neue Training mit.
es: Sus %1$@ fotos o vídeos pasan al nuevo entrenamiento.
fr: Ses %1$@ photos ou vidéos passent à la nouvelle séance.
hi: इसकी %1$@ फ़ोटो या वीडियो नए वर्कआउट में चली जाएँगी।
hu: A hozzá tartozó fotók és videók (%1$@) átkerülnek az új edzéshez.
it: Le sue %1$@ foto o video passano al nuovo allenamento.
ko: 첨부된 사진·동영상 %1$@개는 새 운동으로 옮겨집니다.
pl: Zdjęcia lub filmy (%1$@) przejdą do nowego treningu.
pt: As %1$@ fotos ou vídeos dele passam para o novo treino.
pt_br: As %1$@ fotos ou vídeos dele passam para o novo treino.
ru: Фото и видео (%1$@) перейдут в новую тренировку.
th: รูปภาพหรือวิดีโอที่แนบไว้ %1$@ รายการจะย้ายไปยังการออกกำลังกายใหม่
tr: %1$@ fotoğrafı veya videosu yeni antrenmana taşınır.
uk: Фото й відео (%1$@) перейдуть до нового тренування.
zh: 其中的 %1$@ 个照片或视频会移到新的训练中。

source: Jan
ar: يناير
es: Ene
hi: जन
it: Gen
ko: 1월
pl: Sty
ru: Янв
th: ม.ค.
tr: Oca
uk: Січ
zh: 1月

source: January
ar: يناير
de: Januar
es: Enero
fr: Janvier
hi: जनवरी
hu: Január
it: Gennaio
ko: 1월
pl: Styczeń
pt: Janeiro
pt_br: Janeiro
ru: Январь
th: มกราคม
tr: Ocak
uk: Січень
zh: 一月

source: Jul
ar: يوليو
fr: Juil
hi: जुला
hu: Júl
it: Lug
ko: 7월
pl: Lip
ru: Июл
th: ก.ค.
tr: Tem
uk: Лип
zh: 7月

source: July
ar: يوليو
de: Juli
es: Julio
fr: Juillet
hi: जुलाई
hu: Július
it: Luglio
ko: 7월
pl: Lipiec
pt: Julho
pt_br: Julho
ru: Июль
th: กรกฎาคม
tr: Temmuz
uk: Липень
zh: 七月

source: Jun
ar: يونيو
fr: Juin
hi: जून
hu: Jún
it: Giu
ko: 6월
pl: Cze
ru: Июн
th: มิ.ย.
tr: Haz
uk: Чер
zh: 6月

source: June
ar: يونيو
de: Juni
es: Junio
fr: Juin
hi: जून
hu: Június
it: Giugno
ko: 6월
pl: Czerwiec
pt: Junho
pt_br: Junho
ru: Июнь
th: มิถุนายน
tr: Haziran
uk: Червень
zh: 六月

source: Just close
ar: إغلاق فقط
de: Nur schließen
es: Solo cerrar
fr: Juste fermer
hi: बस बंद करें
hu: Csak bezárás
it: Chiudi soltanto
ko: 그냥 닫기
pl: Tylko zamknij
pt: Apenas fechar
pt_br: Apenas fechar
ru: Просто закрыть
th: ปิดเฉยๆ
tr: Sadece kapat
uk: Просто закрити
zh: 仅关闭

source: Keep editing
ar: متابعة التعديل
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer la modification
hi: संपादन जारी रखें
hu: Szerkesztés folytatása
it: Continua a modificare
ko: 계속 편집
pl: Kontynuuj edycję
pt: Continuar a editar
pt_br: Continuar editando
ru: Продолжить редактирование
th: แก้ไขต่อ
tr: Düzenlemeye devam et
uk: Продовжити редагування
zh: 继续编辑

source: Keep going — tap “+ Add exercise” below
ar: واصل — اضغط على «+ إضافة تمرين» بالأسفل
de: Weiter so — tippe unten auf „+ Übung hinzufügen“
es: Sigue así — toca «+ Añadir ejercicio» abajo
fr: Continue — tape « + Ajouter un exercice » en bas
hi: जारी रखें — नीचे "+ व्यायाम जोड़ें" पर टैप करें
hu: Folytasd — koppints lent a „+ Gyakorlat hozzáadása” gombra
it: Continua così — tocca «+ Aggiungi esercizio» in basso
ko: 계속 가요 — 아래 "+ 운동 추가"를 탭하세요
pl: Tak trzymaj — dotknij „+ Dodaj ćwiczenie” poniżej
pt: Continua — toca em «+ Adicionar exercício» em baixo
pt_br: Continue — toque em “+ Adicionar exercício” abaixo
ru: Продолжай — нажми «+ Добавить упражнение» ниже
th: ทำต่อได้เลย — แตะ “+ เพิ่มท่าออกกำลังกาย” ด้านล่าง
tr: Devam — aşağıdaki “+ Egzersiz ekle”ye dokun
uk: Продовжуй — натисни «+ Додати вправу» нижче
zh: 继续加油 ——点按下方“+ 添加动作”

source: Keep profile as is
ar: إبقاء الملف كما هو
de: Profil so lassen
es: Dejar el perfil como está
fr: Garder le profil tel quel
hi: प्रोफ़ाइल वैसी ही रखें
hu: Profil marad
it: Lascia il profilo com’è
ko: 프로필 그대로 유지
pl: Zostaw profil bez zmian
pt: Manter o perfil como está
pt_br: Manter o perfil como está
ru: Оставить профиль как есть
th: คงโปรไฟล์ไว้
tr: Profili olduğu gibi bırak
uk: Лишити профіль як є
zh: 保持不变

source: Keep replacement in this group
ar: إبقاء البديل في هذه المجموعة
de: Ersatzübung in dieser Gruppe behalten
es: Mantener el reemplazo en este grupo
fr: Garder le remplacement dans ce groupe
hi: बदलने वाली एक्सरसाइज़ इसी समूह में रखें
hu: A csere maradjon ebben a csoportban
it: Mantieni il sostituto in questo gruppo
ko: 대체 운동을 이 그룹에 유지
pl: Zachowaj zamiennik w tej grupie
pt: Manter o substituto neste grupo
pt_br: Manter o substituto neste grupo
ru: Оставить замену в этой группе
th: เก็บท่าใหม่ไว้ในกลุ่มนี้
tr: Yeni egzersizi bu grupta tut
uk: Лишити заміну в цій групі
zh: 将替换动作保留在此组

source: Keep screen awake
ar: إبقاء الشاشة مضاءة
de: Bildschirm anlassen
es: Mantener la pantalla encendida
fr: Garder l’écran allumé
hi: स्क्रीन चालू रखें
hu: Képernyő ébren tartása
it: Mantieni lo schermo acceso
ko: 화면 켜두기
pl: Nie wygaszaj ekranu
pt: Manter o ecrã ligado
pt_br: Manter a tela ligada
ru: Не гасить экран
th: ไม่ให้จอปิด
tr: Ekranı açık tut
uk: Не гасити екран
zh: 保持屏幕常亮

source: Keep the numbers, change the label
ar: إبقاء الأرقام وتغيير التسمية
de: Zahlen behalten, nur Beschriftung ändern
es: Mantener los números, cambiar la etiqueta
fr: Garder les nombres, changer l’étiquette
hi: संख्याएँ रखें, लेबल बदलें
hu: Számok maradnak, csak a címke változik
it: Tieni i numeri, cambia l’etichetta
ko: 숫자 유지, 표시만 변경
pl: Zostaw liczby, zmień etykietę
pt: Manter os números, mudar a etiqueta
pt_br: Manter os números, mudar o rótulo
ru: Оставить числа, сменить подпись
th: คงตัวเลขไว้ เปลี่ยนแค่ป้าย
tr: Sayıları koru, etiketi değiştir
uk: Лишити числа, змінити підпис
zh: 保留数值，只改标签

source: Keep the session under an hour and a quarter.
ar: أبقِ الجلسة أقل من ساعة وربع.
de: Die Einheit unter eineinviertel Stunden halten.
es: Mantén la sesión por debajo de hora y cuarto.
fr: Garde la séance sous une heure et quart.
hi: सत्र सवा घंटे से कम रखें।
hu: Tartsd az edzést egy és negyed órán belül.
it: Tieni la sessione sotto l’ora e un quarto.
ko: 세션을 1시간 15분 이내로 유지하세요.
pl: Trzymaj sesję poniżej godziny i kwadransa.
pt: Mantém a sessão abaixo de uma hora e um quarto.
pt_br: Mantenha a sessão abaixo de uma hora e quinze.
ru: Держи сессию в пределах часа с четвертью.
th: ทำเซสชันให้ไม่เกินหนึ่งชั่วโมงสิบห้านาที
tr: Seansı bir saat çeyreğin altında tut.
uk: Тримай тренування в межах години з чвертю.
zh: 把训练控制在一小时一刻钟以内。

source: Keep timing after target
ar: متابعة التوقيت بعد الهدف
de: Nach dem Ziel weiterzählen
es: Seguir contando después del objetivo
fr: Continuer après l’objectif
hi: लक्ष्य के बाद भी समय जारी रखें
hu: Időzítés folytatása a cél után
it: Continua a cronometrare dopo l’obiettivo
ko: 목표 시간 후에도 계속 측정
pl: Kontynuuj pomiar po czasie docelowym
pt: Continuar a contar após o objetivo
pt_br: Continuar contando após o objetivo
ru: Продолжать отсчёт после цели
th: จับเวลาต่อหลังถึงเป้าหมาย
tr: Hedeften sonra zamanlamayı sürdür
uk: Продовжувати відлік після цілі
zh: 达到目标后继续计时

source: Keeps your data safe and separate per person.
ar: يحافظ على بياناتك آمنة ومنفصلة لكل شخص.
de: Hält deine Daten sicher und pro Person getrennt.
es: Mantiene tus datos seguros y separados por persona.
fr: Garde tes données en sécurité et séparées par personne.
hi: आपका डेटा सुरक्षित और हर व्यक्ति के लिए अलग रखता है।
hu: Biztonságban és személyenként elkülönítve tartja az adataidat.
it: Mantiene i tuoi dati al sicuro e separati per persona.
ko: 데이터를 안전하게, 사람별로 분리해 보관합니다.
pl: Trzyma Twoje dane bezpiecznie i osobno dla każdej osoby.
pt: Mantém os teus dados seguros e separados por pessoa.
pt_br: Mantém seus dados seguros e separados por pessoa.
ru: Хранит твои данные безопасно и отдельно для каждого.
th: เก็บข้อมูลของคุณให้ปลอดภัยและแยกตามแต่ละคน
tr: Verilerini güvende ve kişi başına ayrı tutar.
uk: Зберігає твої дані безпечно й окремо для кожного.
zh: 让你的数据安全，并按人分开保存。

source: Kept in your Coach history
ar: محفوظة في سجل المدرب
de: Im Coach-Verlauf gespeichert
es: Guardado en tu historial del Coach
fr: Gardé dans ton historique Coach
hi: आपके कोच इतिहास में सुरक्षित
hu: Az Edző-előzményeidben megőrizve
it: Salvato nella cronologia del Coach
ko: 코치 기록에 보관됨
pl: Zachowane w historii Coacha
pt: Guardado no teu histórico do Coach
pt_br: Guardado no seu histórico do Coach
ru: Сохранено в истории Коуча
th: เก็บไว้ในประวัติโค้ชของคุณ
tr: Koç geçmişinde saklandı
uk: Збережено в історії Тренера
zh: 已保存到教练记录

source: Kept on this device only — Export with photos & videos keeps a copy.
ar: محفوظ على هذا الجهاز فقط — التصدير مع الصور والفيديو يحتفظ بنسخة.
de: Nur auf diesem Gerät gespeichert — der Export mit Fotos & Videos sichert eine Kopie.
es: Solo se guarda en este dispositivo — Exportar con fotos y vídeos guarda una copia.
fr: Conservé sur cet appareil uniquement — « Exporter avec photos et vidéos » en garde une copie.
hi: सिर्फ़ इसी डिवाइस पर रखा गया — फ़ोटो और वीडियो के साथ निर्यात करने से एक कॉपी बनी रहती है।
hu: Csak ezen az eszközön tárolva — az exportálás fotókkal és videókkal megőriz egy másolatot.
it: Salvato solo su questo dispositivo — l’esportazione con foto e video ne tiene una copia.
ko: 이 기기에만 보관됩니다 — 사진·동영상 포함 내보내기로 사본을 남길 수 있습니다.
pl: Zapisane tylko na tym urządzeniu — eksport ze zdjęciami i filmami zachowuje kopię.
pt: Guardado apenas neste dispositivo — Exportar com fotos e vídeos guarda uma cópia.
pt_br: Salvo só neste dispositivo — Exportar com fotos e vídeos guarda uma cópia.
ru: Хранится только на этом устройстве — экспорт с фото и видео сохранит копию.
th: เก็บไว้ในอุปกรณ์นี้เท่านั้น — การส่งออกพร้อมรูปภาพและวิดีโอจะเก็บสำเนาไว้
tr: Yalnızca bu cihazda saklanır — fotoğraf ve videolarla dışa aktarma bir kopya tutar.
uk: Зберігається лише на цьому пристрої — експорт із фото й відео збереже копію.
zh: 仅保存在此设备上——“连同照片和视频导出”可保留一份副本。

source: L
ar: يسار
es: I
fr: G
hi: बा
hu: B
it: S
ko: 좌
pt: E
pt_br: E
ru: Л
th: ซ
uk: Л
zh: 左

source: Label
ar: التسمية
de: Bezeichnung
es: Etiqueta
fr: Libellé
hi: लेबल
hu: Címke
it: Etichetta
ko: 이름
pl: Etykieta
pt: Etiqueta
pt_br: Etiqueta
ru: Название
th: ป้ายชื่อ
tr: Etiket
uk: Назва
zh: 名称

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
hu: Nyelv
it: Lingua
ko: 언어
pl: Język
pt: Idioma
pt_br: Idioma
ru: Язык
th: ภาษา
tr: Dil
uk: Мова
zh: 语言

# Last set hit {0} reps — twice the target, so take a double jump of {1} {2}.
source: Last set hit %1$@ reps — twice the target, so take a double jump of %2$@ %3$@.
ar: بلغت المجموعة الأخيرة %1$@ تكرارات — ضعف الهدف، لذا ارفع الوزن بمقدار %2$@ %3$@.
de: Letzter Satz mit %1$@ Wiederholungen — doppelte Vorgabe, also ein doppelter Sprung von %2$@ %3$@.
es: La última serie llegó a %1$@ repeticiones: el doble del objetivo, así que sube el doble, %2$@ %3$@.
fr: Dernière série à %1$@ répétitions — le double de l’objectif, donc un saut double de %2$@ %3$@.
hi: आख़िरी सेट में %1$@ रेप्स — लक्ष्य से दोगुने, इसलिए %2$@ %3$@ की दोगुनी छलांग।
hu: Az utolsó sorozat %1$@ ismétlést ért el — kétszerese a célnak, ezért dupla ugrás: %2$@ %3$@.
it: Ultima serie a %1$@ ripetizioni: il doppio dell’obiettivo, quindi salto doppio di %2$@ %3$@.
ko: 마지막 세트 %1$@회 — 목표의 두 배라 %2$@ %3$@만큼 두 배로 올립니다.
pl: Ostatnia seria to %1$@ powtórzeń — dwukrotność celu, więc podwójny skok o %2$@ %3$@.
pt: A última série chegou a %1$@ repetições — o dobro do objetivo, por isso um salto duplo de %2$@ %3$@.
pt_br: A última série chegou a %1$@ repetições — o dobro do objetivo, por isso um salto duplo de %2$@ %3$@.
ru: В последнем подходе %1$@ повторений — вдвое больше цели, поэтому двойной шаг %2$@ %3$@.
th: เซ็ตสุดท้ายทำได้ %1$@ ครั้ง — เกินเป้าสองเท่า จึงเพิ่มน้ำหนักแบบก้าวกระโดด %2$@ %3$@
tr: Son set %1$@ tekrar — hedefin iki katı, bu yüzden %2$@ %3$@ çift artış.
uk: В останньому підході %1$@ повторень — удвічі більше цілі, тож подвійний крок %2$@ %3$@.
zh: 最后一组做了 %1$@ 次——是目标的两倍，因此加倍上调 %2$@ %3$@。

# Last synced: {0}
source: Last synced: %1$@
ar: آخر مزامنة: %1$@
de: Zuletzt synchronisiert: %1$@
es: Última sincronización: %1$@
fr: Dernière synchronisation : %1$@
hi: आख़िरी सिंक: %1$@
hu: Utoljára szinkronizálva: %1$@
it: Ultima sincronizzazione: %1$@
ko: 마지막 동기화: %1$@
pl: Ostatnia synchronizacja: %1$@
pt: Última sincronização: %1$@
pt_br: Última sincronização: %1$@
ru: Последняя синхронизация: %1$@
th: ซิงค์ล่าสุด: %1$@
tr: Son eşitleme: %1$@
uk: Остання синхронізація: %1$@
zh: 上次同步：%1$@

source: Last time
ar: المرة السابقة
de: Letztes Mal
es: La última vez
fr: La dernière fois
hi: पिछली बार
hu: Legutóbb
it: L'ultima volta
ko: 지난번
pl: Ostatnio
pt: Da última vez
pt_br: Da última vez
ru: В прошлый раз
th: ครั้งก่อน
tr: Geçen sefer
uk: Минулого разу
zh: 上次

source: Last time came up short — same target again.
ar: المرة السابقة لم تبلغ المدة الكاملة — نفس الهدف هذه المرة.
de: Letztes Mal nicht geschafft — dieselbe Vorgabe noch einmal.
es: La última vez te quedaste corto: el mismo objetivo otra vez.
fr: La dernière fois n’a pas suffi — même objectif à nouveau.
hi: पिछली बार पूरा नहीं हुआ — वही लक्ष्य दोबारा।
hu: Legutóbb nem sikerült — ugyanaz a cél megint.
it: L’ultima volta non ci sei arrivato: stesso obiettivo.
ko: 지난번엔 부족했습니다 — 같은 목표로 한 번 더.
pl: Ostatnio zabrakło — ten sam cel jeszcze raz.
pt: Da última vez ficaste aquém — o mesmo objetivo outra vez.
pt_br: Na última vez você ficou abaixo da meta — repita a mesma meta.
ru: В прошлый раз не хватило — та же цель ещё раз.
th: ครั้งก่อนทำไม่ครบ — ใช้เป้าหมายเดิมอีกครั้ง
tr: Geçen sefer yetmedi — aynı hedef bir kez daha.
uk: Минулого разу не вистачило — та сама ціль ще раз.
zh: 上次没达标——再来一次同样的目标。

# Last time you hit all reps — try {0}
source: Last time you hit all reps — try %1$@
ar: في المرة السابقة حققت كل التكرارات — جرّب %1$@
de: Letztes Mal alle Wdh. geschafft — versuch %1$@
es: La última vez completaste todas las reps — prueba %1$@
fr: Toutes les reps réussies la dernière fois — essaie %1$@
hi: पिछली बार सारे रेप्स पूरे किए — %1$@ आज़माएँ
hu: Legutóbb minden ismétlést teljesítettél — próbáld ki: %1$@
it: L'ultima volta hai completato tutte le rip. — prova %1$@
ko: 지난번에 모든 횟수를 채웠어요 — %1$@에 도전해 보세요
pl: Ostatnio zrobiłeś wszystkie powtórzenia — spróbuj %1$@
pt: Da última vez completaste todas as reps — tenta %1$@
pt_br: Na última vez você concluiu todas as repetições — tente %1$@
ru: В прошлый раз все повторения сделаны — попробуй %1$@
th: ครั้งก่อนทำครบทุกครั้งแล้ว — ลอง %1$@
tr: Geçen sefer tüm tekrarları yaptın — %1$@ dene
uk: Минулого разу всі повторення виконано — спробуй %1$@
zh: 上次完成了所有次数——试试 %1$@

# Last used {0}
source: Last used %1$@
ar: آخر استخدام في %1$@
de: Zuletzt benutzt am %1$@
es: Usada por última vez el %1$@
fr: Utilisée pour la dernière fois le %1$@
hi: आख़िरी बार %1$@ को इस्तेमाल हुई
hu: Utoljára használva: %1$@
it: Usata l’ultima volta il %1$@
ko: 마지막 사용 %1$@
pl: Ostatnio użyty %1$@
pt: Usada pela última vez a %1$@
pt_br: Usada pela última vez em %1$@
ru: Последнее использование: %1$@
th: ใช้ล่าสุดเมื่อ %1$@
tr: Son kullanım: %1$@
uk: Востаннє використано %1$@
zh: 上次使用于 %1$@

source: Last workout
ar: آخر تمرين
de: Letztes Training
es: Último entreno
fr: Dernière séance
hi: पिछला वर्कआउट
hu: Legutóbbi edzés
it: Ultimo allenamento
ko: 마지막 운동
pl: Ostatni trening
pt: Último treino
pt_br: Último treino
ru: Последняя тренировка
th: การฝึกล่าสุด
tr: Son antrenman
uk: Останнє тренування
zh: 上次训练

# Last {0} sessions
source: Last %1$@ sessions
ar: آخر %1$@ جلسات
de: Letzte %1$@ Einheiten
es: Últimas %1$@ sesiones
fr: %1$@ dernières séances
hi: पिछले %1$@ सत्र
hu: Utolsó %1$@ edzés
it: Ultime %1$@ sessioni
ko: 최근 %1$@회 세션
pl: Ostatnie %1$@ sesji
pt: Últimas %1$@ sessões
pt_br: Últimas %1$@ sessões
ru: Последние %1$@ сессий
th: %1$@ เซสชันล่าสุด
tr: Son %1$@ seans
uk: Останні %1$@ тренувань
zh: 最近 %1$@ 次训练

source: Layout
ar: التخطيط
es: Diseño
fr: Disposition
hi: लेआउट
hu: Elrendezés
ko: 레이아웃
pl: Układ
pt: Disposição
ru: Вид
th: เลย์เอาต์
tr: Düzen
uk: Вигляд
zh: 布局

source: Legs
ar: الأرجل
de: Beine
es: Piernas
fr: Jambes
hi: टाँगें
hu: Lábak
it: Gambe
ko: 다리
pl: Nogi
pt: Pernas
pt_br: Pernas
ru: Ноги
th: ขา
tr: Bacaklar
uk: Ноги
zh: 腿部

source: Less
ar: أقل
de: Weniger
es: Menos
fr: Moins
hi: कम
hu: Kevesebb
it: Meno
ko: 적음
pl: Mniej
pt: Menos
pt_br: Menos
ru: Меньше
th: น้อย
tr: Az
uk: Менше
zh: 更少

source: Less time
ar: وقت أقل
de: Weniger
es: Menos
fr: Moins
hi: कम
hu: Kevesebb
it: Meno
ko: 적음
pl: Mniej
pt: Menos
pt_br: Menos
ru: Меньше
th: เวลาน้อย
tr: Az
uk: Менше
zh: 少

source: Less volume
ar: حجم أقل
de: Weniger Volumen
es: Menos volumen
fr: Moins de volume
hi: कम वॉल्यूम
hu: Kevesebb volumen
it: Meno volume
ko: 적은 볼륨
pl: Mniejsza objętość
pt: Menos volume
pt_br: Menos volume
ru: Меньше объёма
th: ปริมาณน้อย
tr: Daha az hacim
uk: Менше обсягу
zh: 较少总量

source: Let the Coach build my plan
ar: دع المدرب يبني خطتي
de: Den Coach meinen Plan erstellen lassen
es: Que el Entrenador cree mi plan
fr: Laisser le Coach créer mon plan
hi: कोच को मेरा प्लान बनाने दें
hu: Az Edző állítsa össze a tervemet
it: Lascia che il Coach crei il mio piano
ko: 코치에게 계획을 맡기기
pl: Niech Trener ułoży mój plan
pt: Deixar o Treinador criar o meu plano
pt_br: Deixar o Treinador criar meu plano
ru: Пусть Тренер составит мой план
th: ให้โค้ชสร้างแผนให้ฉัน
tr: Planımı Koç oluştursun
uk: Нехай Тренер складе мій план
zh: 让教练制定我的计划

source: Lets you sign in with it instead of your name. Nothing is ever sent to it.
ar: يتيح لك تسجيل الدخول به بدلًا من اسمك. لا يُرسَل إليه أي شيء أبدًا.
de: Damit kannst du dich statt mit deinem Namen anmelden. Es wird nie etwas an sie geschickt.
es: Te permite iniciar sesión con él en lugar de con tu nombre. Nunca se le envía nada.
fr: Te permet de te connecter avec lui au lieu de ton nom. Rien ne lui est jamais envoyé.
hi: इससे आप अपने नाम की जगह इससे साइन इन कर सकते हैं। इस पर कभी कुछ नहीं भेजा जाता।
hu: A neved helyett ezzel is bejelentkezhetsz. Soha nem küldünk rá semmit.
it: Ti permette di accedere con essa invece che con il nome. Non le viene mai inviato nulla.
ko: 이름 대신 이메일로 로그인할 수 있습니다. 이 주소로는 아무것도 보내지 않습니다.
pl: Pozwala logować się nim zamiast nazwą. Nic nigdy nie jest na niego wysyłane.
pt: Permite-te iniciar sessão com ele em vez do teu nome. Nunca lhe é enviado nada.
pt_br: Permite que você entre com ele em vez do seu nome. Nada é enviado para ele.
ru: Позволяет входить с ним вместо имени. На него никогда ничего не отправляется.
th: ให้คุณเข้าสู่ระบบด้วยอีเมลแทนชื่อได้ ไม่มีการส่งอะไรไปที่อีเมลนี้เลย
tr: İsmin yerine bununla giriş yapmanı sağlar. Bu adrese asla bir şey gönderilmez.
uk: Дає змогу входити з ним замість імені. На нього ніколи нічого не надсилається.
zh: 可以用它代替名字登录。不会向它发送任何邮件。

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: लाइट
hu: Világos
it: Chiaro
ko: 라이트
pl: Jasny
pt: Claro
pt_br: Claro
ru: Светлая
th: สว่าง
tr: Açık
uk: Світла
zh: 浅色

# Likes: {0}
source: Likes: %1$@
ar: المفضلات: %1$@
de: Mag: %1$@
es: Le gusta: %1$@
fr: Aime : %1$@
hi: पसंद: %1$@
hu: Kedveli: %1$@
it: Piace: %1$@
ko: 좋아함: %1$@
pl: Lubi: %1$@
pt: Gosta: %1$@
pt_br: Gosta: %1$@
ru: Нравится: %1$@
th: ชอบ: %1$@
tr: Sevdikleri: %1$@
uk: Подобається: %1$@
zh: 喜欢：%1$@

source: Limits
ar: القيود
de: Einschränkungen
es: Límites
fr: Limites
hi: सीमाएँ
hu: Korlátok
it: Limiti
ko: 제한
pl: Ograniczenia
pt: Limitações
pt_br: Limitações
ru: Ограничения
th: ข้อจำกัด
tr: Sınırlar
uk: Обмеження
zh: 限制

# Limits: {0}
source: Limits: %1$@
ar: القيود: %1$@
de: Einschränkungen: %1$@
es: Límites: %1$@
fr: Limites : %1$@
hi: सीमाएँ: %1$@
hu: Korlátok: %1$@
it: Limiti: %1$@
ko: 제한: %1$@
pl: Ograniczenia: %1$@
pt: Limitações: %1$@
pt_br: Limitações: %1$@
ru: Ограничения: %1$@
th: ข้อจำกัด: %1$@
tr: Sınırlar: %1$@
uk: Обмеження: %1$@
zh: 限制：%1$@

source: Linear progression
ar: التدرّج الخطي
de: Lineare Progression
es: Progresión lineal
fr: Progression linéaire
hi: रैखिक प्रोग्रेशन
hu: Lineáris progresszió
it: Progressione lineare
ko: 선형 증가
pl: Progresja liniowa
pt: Progressão linear
pt_br: Progressão linear
ru: Линейная прогрессия
th: เพิ่มแบบเส้นตรง
tr: Doğrusal ilerleme
uk: Лінійна прогресія
zh: 线性进阶

source: List
ar: قائمة
de: Liste
es: Lista
fr: Liste
hi: सूची
hu: Lista
it: Elenco
ko: 목록
pl: Lista
pt: Lista
pt_br: Lista
ru: Список
th: รายการ
tr: Liste
uk: Список
zh: 列表

source: List models
ar: عرض النماذج
de: Modelle laden
es: Listar modelos
fr: Lister les modèles
hi: मॉडल सूची
hu: Modellek listázása
it: Elenca i modelli
ko: 모델 목록
pl: Pokaż modele
pt: Listar modelos
pt_br: Listar modelos
ru: Показать модели
th: แสดงรายการโมเดล
tr: Modelleri listele
uk: Показати моделі
zh: 列出模型
